[
  {
    "id": 1,
    "title": "The Witcher 3: Wild Hunt",
    "image": "../images/witcher.jpeg",
    "categories": ["Action", "RPG"],
    "consoles": ["PS5", "Xbox", "PC"],
    "caption": "The Witcher 3: Wild Hunt is a masterpiece of storytelling and gameplay, offering players an immersive experience in a beautifully crafted open-world RPG. Step into the boots of Geralt of Rivia, a seasoned monster hunter, and navigate a dark fantasy world brimming with danger, mystery, and intrigue. Embark on a quest to find your missing daughter while unraveling the secrets of the Wild Hunt. With its dynamic combat system, deep character progression, and meaningful choices that shape the narrative, this game is a must-play for RPG enthusiasts. Experience a richly detailed world filled with diverse locations, complex characters, and thrilling challenges.",
    "price": "$49.99"
  },
  {
    "id": 2,
    "title": "The Legend of Zelda: Breath of the Wild",
    "image": "../images/zelda.jpeg",
    "categories": ["Adventure", "RPG"],
    "consoles": ["Switch"],
    "caption": "The Legend of Zelda: Breath of the Wild redefines the adventure genre with its breathtaking open-world design. Set in the vast kingdom of Hyrule, players are free to explore at their own pace, uncovering secrets and solving puzzles along the way. As Link, you awaken from a deep slumber to discover a world in peril. Armed with ingenuity and courage, you must battle formidable enemies, discover ancient shrines, and ultimately face the evil Calamity Ganon. With stunning visuals, innovative mechanics, and a sense of true freedom, this game offers an unforgettable journey for fans of exploration and discovery.",
    "price": "$59.99"
  },
  {
    "id": 3,
    "title": "Civilization VI",
    "image": "../images/civilization.jpeg",
    "categories": ["Strategy"],
    "consoles": ["PC", "Switch"],
    "caption": "Civilization VI is a turn-based strategy game where you lead a civilization from its humble beginnings to a thriving global empire. Make critical decisions in diplomacy, warfare, science, and culture to outwit rival leaders and achieve victory. Build cities, manage resources, and expand your influence across a dynamically generated map. Each leader has unique abilities, and your choices will shape the course of history. With endless replayability and deep strategic gameplay, Civilization VI challenges players to think critically, adapt to changing circumstances, and create an empire that stands the test of time.",
    "price": "$29.99"
  },
  {
    "id": 4,
    "title": "God of War",
    "image": "../images/godofwar.jpeg",
    "categories": ["Action", "Adventure"],
    "consoles": ["PS5", "PC"],
    "caption": "God of War is an action-adventure masterpiece that reimagines the iconic franchise. Set in the realm of Norse mythology, players follow Kratos, a former Greek god, as he embarks on an emotional journey with his son, Atreus. Explore breathtaking landscapes, solve intricate puzzles, and engage in brutal combat against mythical creatures. The game blends heart-pounding action with a deeply personal narrative, focusing on themes of fatherhood, redemption, and the bonds between family. With stunning visuals, a cinematic story, and a combat system that rewards skill and strategy, God of War delivers an unforgettable gaming experience.",
    "price": "$39.99"
  },
  {
    "id": 5,
    "title": "Red Dead Redemption 2",
    "image": "../images/reddead.jpeg",
    "categories": ["Action", "Adventure"],
    "consoles": ["PS5", "Xbox", "PC"],
    "caption": "Red Dead Redemption 2 is an epic tale of survival, loyalty, and the struggle for freedom in the dying days of the Wild West. Follow Arthur Morgan, a member of the Van der Linde gang, as he navigates a world filled with danger and opportunity. Explore a vast and detailed open world, engage in thrilling gunfights, and make decisions that shape your relationships with fellow gang members. The game features an immersive story, stunning visuals, and a richly detailed environment filled with wildlife, dynamic weather, and diverse characters. Red Dead Redemption 2 sets a new standard for storytelling in gaming.",
    "price": "$59.99"
  },
  {
    "id": 6,
    "title": "Minecraft",
    "image": "../images/minecraft.jpeg",
    "categories": ["Sandbox", "Adventure"],
    "consoles": ["PS5", "Xbox", "PC", "Switch"],
    "caption": "Minecraft is a sandbox game that allows players to unleash their creativity and explore limitless possibilities. Build massive structures, mine for valuable resources, and battle hostile mobs in a world made entirely of blocks. Whether you prefer the challenge of Survival mode or the freedom of Creative mode, Minecraft offers something for everyone. Collaborate with friends or play solo as you construct your dream world, explore vast caves, and encounter unique biomes. With its endless replayability and constant updates, Minecraft remains one of the most popular and beloved games of all time.",
    "price": "$19.99"
  },
  {
    "id": 7,
    "title": "Call of Duty: Modern Warfare",
    "image": "../images/cod.jpeg",
    "categories": ["Action", "Shooter"],
    "consoles": ["PS5", "Xbox", "PC"],
    "caption": "Call of Duty: Modern Warfare delivers intense first-person shooter action in a gripping campaign and adrenaline-pumping multiplayer modes. Experience a modern take on warfare with realistic weapons, tactical gameplay, and stunning graphics. Engage in thrilling missions, take on challenging objectives, and compete against players from around the globe. With its immersive story, advanced mechanics, and wide variety of maps and modes, Modern Warfare offers an unparalleled gaming experience that will keep you coming back for more.",
    "price": "$49.99"
  },
  {
    "id": 8,
    "title": "Super Mario Odyssey",
    "image": "../images/mario.jpeg",
    "categories": ["Platformer", "Adventure"],
    "consoles": ["Switch"],
    "caption": "Super Mario Odyssey is a delightful platformer that takes players on a globe-trotting adventure across unique and colorful kingdoms. Join Mario and his new companion, Cappy, as they travel the world to rescue Princess Peach from Bowser's clutches. Discover secrets, solve puzzles, and collect Power Moons to unlock new areas. With its innovative gameplay mechanics, charming characters, and breathtaking visuals, Super Mario Odyssey captures the magic of classic Mario games while introducing fresh ideas that make it a standout title for all ages.",
    "price": "$59.99"
  },
  {
    "id": 9,
    "title": "Overwatch",
    "image": "../images/overwatch.jpeg",
    "categories": ["Shooter", "Multiplayer"],
    "consoles": ["PS5", "Xbox", "PC", "Switch"],
    "caption": "Overwatch is a team-based multiplayer shooter that emphasizes strategy, coordination, and fast-paced action. Choose from a diverse roster of heroes, each with unique abilities and playstyles, to achieve objectives and secure victory. Engage in thrilling matches across various maps and modes, working with your team to outmaneuver and outsmart your opponents. With its vibrant graphics, dynamic gameplay, and emphasis on teamwork, Overwatch offers an exciting and competitive experience for players of all skill levels.",
    "price": "$39.99"
  }
]
